{
  "duration": 43.1,
  "language": "english",
  "text": "Imagine an advanced civilization, an island of unparalleled riches mentioned by Plato, Atlantis. Aristotle scoffed. It was a fable. Yet the historian Crantor was intrigued, embarking on an expedition to Egypt, craving evidence in ancient scripts. Whispers of a catastrophic event echoed through the scrolls. Was it a warning? Krantor's eyes widened as he pieced the clues together. As we retrace Krantor's steps, the line between myth and history blurs. We're drawn back to the beginning, to the moment Aristotle dismissed a legend. But as the loop closes, we're left wondering, has truth submerged beneath the waves of time? What if what you've been told is all a lie? Follow to discover the truth.",
  "segments": [
    {
      "id": 0,
      "start": 0,
      "end": 6,
      "text": " Imagine an advanced civilization, an island of unparalleled riches mentioned by Plato, Atlantis."
    },
    {
      "id": 1,
      "start": 6,
      "end": 9,
      "text": " Aristotle scoffed. It was a fable."
    },
    {
      "id": 2,
      "start": 9,
      "end": 15,
      "text": " Yet the historian Crantor was intrigued, embarking on an expedition to Egypt, craving evidence in ancient scripts."
    },
    {
      "id": 3,
      "start": 15,
      "end": 19,
      "text": " Whispers of a catastrophic event echoed through the scrolls."
    },
    {
      "id": 4,
      "start": 19,
      "end": 20,
      "text": " Was it a warning?"
    },
    {
      "id": 5,
      "start": 20,
      "end": 23,
      "text": " Krantor's eyes widened as he pieced the clues together."
    },
    {
      "id": 6,
      "start": 23,
      "end": 28,
      "text": " As we retrace Krantor's steps, the line between myth and history blurs."
    },
    {
      "id": 7,
      "start": 28,
      "end": 33,
      "text": " We're drawn back to the beginning, to the moment Aristotle dismissed a legend."
    },
    {
      "id": 8,
      "start": 33,
      "end": 38,
      "text": " But as the loop closes, we're left wondering, has truth submerged beneath the waves of time?"
    },
    {
      "id": 9,
      "start": 38,
      "end": 41,
      "text": " What if what you've been told is all a lie?"
    },
    {
      "id": 10,
      "start": 41,
      "end": 43,
      "text": " Follow to discover the truth."
    }
  ]
}